{
    "link": "/blog/week_2/day_2.html",
    "title": "Day 2 - Sisi x Hundred Sins",
    "summary": "This is my second blog post for 1 July 2024.",
    "cover": [
        "/resources/blog/week_2/sisi_hundred_sins.jpg",
        "Sisi x Hundred Sins poster",
        "The poster I saw in Liberty Square."
    ],
    "sections": [
        [
            ["liberty_square", "Liberty Square"],
            [
                "p",
                "I saw this during our visit to the American embassy, but felt like posting about Aurevoir first.",
                "Anyway, yes, I know that the picture is terrible. I'm too tall for the poster and didn't want to squat in the middle of Liberty Square.",
                "The square is used for such delightful activities as sports-watching, propaganda, and, since the square is so popular, advertisement.",
                "In particular, I thought the Sisi x Hundred Sins poster was odd. Sisi, like the Austrian empress?",
                "Anyway, the performance will take place in Budapest Park, which has a <a href = \"https://www.budapestpark.hu/\" target = \"_blank\">website</a>, but the page for the event isn't in English."
            ]
        ],
        [
            ["sisi_hundred_sins", "About Sisi and Hundred Sins"],
            [
                "p",
                "This is mostly coming from guesswork, since I don't really feel comfortable relying totally on Google Translate.",
                "Given her style of dress, it's probably safe to say that Sisi took inspiration from the real-life Elisabeth of Austria.",
                "There's nothing new about Hungarians drawing upon Austrian fashions and styles - after all, Budapest is basically Vienna's little brother.",
                "Sisi is probably a good example of Hungary's common past with Austria manifesting in the modern day, beyond shopping trips to Vienna.",
                "Hundred Sins, on the other hand, appears to be a DJ. Sisi mostly raps, but the poster suggests that she'll be singing opera.",
                "Again, I can't be sure of this, but it really looks like some collision of worlds here.",
                "Mixing modern electronic pop with opera - that does sound pretty interesting (and bizarre) and perhaps like something that the glamorous Sisi would've loved.",
                "While the Austrian influences are probably rather minor, the combination of these styles still serves as some kind of tribute to Hungary as a shatterzone between the glamorous West and the harsh East."
            ]
        ]
    ]
}
