{
    "link": "/blog/week_2/day_4.html",
    "title": "Day 4 - Ernő Dohnányi",
    "summary": "This is my first blog post for 4 July 2024.",
    "cover": [
        "/resources/blog/week_2/erno_dohnanyi.jpg",
        "Ernő Dohnányi poster",
        "The poster I saw by the National Theatre of Pécs."
    ],
    "sections": [
        [
            ["national_theatre_pecs", "National Theatre of Pécs"],
            [
                "p",
                "This is another one of my pictures from Pécs. I promise the stash will be used up very soon.",
                "On my way to Széchenyi Square, I passed by the National Theatre of Pécs.",
                "This poster (among others) was nearby, advertising concerts presumably in the theatre? I don't speak Hungarian...",
                "In any case, I stopped to look at the setlist, and was very surprised to see one Ernst von Dohnányi.",
                "Since this was a public avenue, I was too embarrassed to take a selfie, so I hope this is acceptable."
            ]
        ],
        [
            ["erno_dohnanyi", "About Ernő Dohnányi"],
            [
                "p",
                "Dohnányi was a Hungarian composer who lived through many great changes - he was born after the Austro-Hungarian Compromise and died after the Revolution of 1956.",
                "As can be seen in the poster, Dohnányi is usually referred to by his German name, and the only piece he wrote that I've played was also credited with his German name.",
                "That piece, Postludium, was part of a set called \"Winterreigen.\" Yet another German name!"
            ],
            [
                "p",
                "What follows is merely speculation. I've never studied this man in detail, nor would I expect him to have ever openly stated his thoughts on his name.",
                "I believe that Dohnányi, despite being a Hungarian born in Hungary, preferred to use his German name because it was more prestigious.",
                "Hungary indeed was Austria's little sibling in many ways back then, especially in the realm of culture.",
                "Ferenc Liszt is also often called Franz - after all, in Viennese high society, who would want to hear a Hungarian name?",
                "So that explains his name choice back then. But after Hungarian independence, and even into the present day, why is his name in German?",
                "I can't offer a good answer for this other than inertia."
            ],
            [
                "p",
                "It makes sense to claim that, internationally, a German name was more respected than a Hungarian one.",
                "However, by this time, Liszt and Béla Bartók had become very famous, and Hungary should have had some cultural credibility.",
                "I landed in Ferenc Liszt Airport, which uses Liszt's Hungarian name. Yet Dohnányi, after all these years, remains Germanised. Why?",
                "If Dohnányi felt more German than Hungarian, then this would just be a story of assimilation.",
                "However, I don't believe this to be true. This man lived in Hungary for most of his life, until he escaped to the US.",
                "I truly believe that it is the shame of belonging to a backwards, Eastern, Asiatic culture that pushed him to maintain a German name.",
                "Whatever influences Austrian culture had on his music should be celebrated, but they should not dominate his memory and name.",
                "Hungary has a long history and cultural tradition, including Dohnányi, and using his Hungarian name would be one step towards recognising this fact.",
                "To do otherwise would be to accept as contemporary reality the situation in the late 1800s - that Hungary has no culture to stand upon and must chase after Austria."
            ]
        ]
    ]
}
