{
    "link": "/blog/week_2/day_5.html",
    "title": "Day 5 - Romani Musicians' Park",
    "summary": "This is my second blog post for 4 July 2024.",
    "cover": [
        "/resources/blog/week_2/park_romani_musicians.jpg",
        "The park I saw from bus line 9.",
        "Park of Romani Musicians"
    ],
    "sections": [
        [
            ["bus_line_9", "Bus Line 9"],
            [
                "p",
                "Today, we went on a tour of Chinatown, which began in District VIII.",
                "Although our tour of District VIII was about the Romanis, we didn't see this particular park.",
                "I got a picture of it through the bus while it was stopped. I hope this is acceptable, because it's almost impossible to tell what this picture is...",
                "Anyway, this park was briefly mentioned in the lecture before our tour and has a news article dedicated to it in Budapest's official <a href = \"https://archiv.budapest.hu/sites/english/Lapok/Inauguration-of-the-park-of-Fiddler-Gypsies-in-J%C3%B3zsefv%C3%A1ros.aspx\" target = \"_blank\">website</a>."
            ]
        ],
        [
            ["park_romani_musicians", "Romani Musicians' Park"],
            [
                "p",
                "For one thing, the name I use clearly doesn't match the official name (Park of Fiddler Gypsies).",
                "I'm aware that <code>cigán</code> is the Hungarian name for the Romanis, but I'm sure they have a better one they could use.",
                "Even if not, there's a perfectly good English term that the city could've used for its translation.",
                "I'm also bothered by the park's inauguration in 2013. There was no such monument under communism? Alright, maybe. But under a Fidesz government?",
                "That's slightly suspicious and especially disappointing for the left, which had many years to do this.",
                "We know that Fidesz likes lip service, so this park is probably one such example.",
                "As for the musicians themselves (who, as suggested by the name, happen to all be fiddlers), I've never heard of any of them, but if they were really that important, they deserve more than just some plaque.",
                "Sticking four steles in a park and keeping ALL recognition of Romani musical talents there is pathetic.",
                "There are so many streets in Budapest; at least one could've been named after a Romani musician.",
                "The city may have claimed that this park served to recognise the contribution of Romani music to Hungarian folk culture, but that's not quite true.",
                "The Romanis have their own culture, which deserves its own recognition, and I find it difficult to believe that, given how discriminated against the Romanis are, that the builders seriously consider the integration of their music into Hungarian culture a good thing.",
                "I'm not saying that Romanis haven't contributed to Hungarian culture. I'm specifically objecting to the idea that Romani music should only be viewed from the lens of Hungarian culture, as implied by the Hungarian government.",
                "I hate using this term, but this park seems to be an example of cultural appropriation, and only serves to reinforce the dominance that the Hungarians have over the Romanis."
            ]
        ]
    ]
}
