{
    "link": "/blog/week_2/day_3.html",
    "title": "Day 3 - Antik & Musik",
    "summary": "This is my blog post for 2 July 2024.",
    "cover": [
        "/images/blog/week_2/antik_musik.jpg",
        "Antik & Musik violin shop",
        "The violin shop I saw in District VIII."
    ],
    "sections": [
        [
            ["district_viii", "District VIII"],
            [
                "p",
                "Today, we had our tour of District VIII, or the historic \"Roma District.\"",
                "We got off at Blaha Lujza tér Station, about which I've seen a lot of very negative memes on Instagram.",
                "Obviously, racism abounds, although I didn't understand the jokes until I found out that the station connects to District VIII.",
                "With that knowledge in mind, along with an interesting interaction with an old Hungarian man, we walked further into the district, where we saw a violin shop.",
                "Yes, I didn't take a selfie, but we took this tour together, so it's cool, right?"
            ]
        ],
        [
            ["antik_musik", "About Antik & Musik"],
            [
                "p",
                "Obviously, this slightly beat-up-looking shop doesn't have a website.",
                "Still, I'll lay out some assumptions and my conclusion.",
                "They probably have some merit in general, even if I'm wrong about Antik & Musik specifically."
            ],
            [
                "ul",
                "In general, the Romanis are second-class citizens in Europe.",
                "Whoever owns this shop clearly can afford rent and property taxes in a relatively expensive city (especially given the weakness of the forint).",
                "It is very expensive to own a lot of instruments. From personal experience, people who can afford that usually don't actually play music. We musicians tend to pick and choose.",
                "Alternatively, the owner of the shop is a luthier, but he would still need to buy high-quality wood and strings to make instruments. That's also a very high-skilled profession which requires specialised tools.",
                "Romanis were historically an itinerant people, meaning that performers could only bring small instruments with them - such as, most famously, violins (fiddles)."
            ],
            [
                "p",
                "From this, I conclude that this violin shop probably originally catered towards Romani musicians (it seems pretty old), but is most likely owned by a Hungarian.",
                "There's nothing stopping an itinerant band of musicians from maintaining their own instruments and slaughtering some goat if some violin needs new strings, but the Romanis are sedentary today.",
                "Besides, where are people these days going to find proper goat intestines? It's cheaper to buy metal strings, even if they sound worse.",
                "Ultimately, the shop was closed up and I couldn't see anything inside; Antik & Musik could be very Romani-friendly and I wouldn't know."
            ],
            [
                "p",
                "Regardless, I think my conclusion is still very representative of the deep power imbalance against most Romanis in Hungarian society:",
                "they don't own businesses because they're usually rather poor,",
                "they can't afford to put their children through higher education because there are more pressing needs,",
                "they don't want to put their children through any education because they'd face extreme discrimination,",
                "and they can't get well-paying jobs because they aren't well-educated.",
                "So, whether or not I'm right about this violin shop, I'm probably right about violin shops in general, given the structural issues facing the Romani community."
            ]
        ]
    ]
}
