{
    "link": "/blog/week_1/day_1.html",
    "title": "Day 1 - VeszprémFest",
    "summary": "This is my blog post for 25 June 2024.",
    "cover": [
        "/resources/blog/week_1/veszpremfest.jpg",
        "VeszprémFest poster",
        "The poster I saw in Arany János utca Station."
    ],
    "sections": [
        [
            ["arany_janos_utca_station", "Arany János utca Station"],
            [
                "p",
                "This blog, like the Treaty of Trianon, was imposed upon us hapless students by our tyrannical professor<sup>please don't dock my grade :)</sup>.",
                "Therefore, heading home from class, I had no idea what to do - until, at last, I saw my saving grace:",
                "an advertisement for a music festival, that, because it was in Hungarian, I could not read.",
                "Luckily, Google exists, and VeszprémFest has a <a href = \"https://veszpremfest.hu/\" target = \"_blank\">website</a> with plenty of information about it."
            ],
            [
                "p",
                "Also, I know that I was supposed to take a selfie in front of the poster, but I was really embarrassed just standing there waiting for the advertisement to change back, and I didn't want to look even more like a clueless tourist.",
                "The poster's still there and I always take the metro to/from class, so hopefully that counts as adequate evidence that I was there?"
            ]
        ],
        [
            ["veszpremfest", "About VeszprémFest"],
            [
                "p",
                "For one thing, VeszprémFest's website can be viewed in English (impressively well-translated, too).",
                "That alone is a strong suggestion of the festival's international origins.",
                "Anyway, VeszprémFest started in 2011 as a way to bring world music to Veszprém, and not only for Hungarian audiences, but also for neighbouring countries.",
                "The artists advertised in the poster won't actually perform on the main stage (Historia Garden), but rather in the nearby Jesuit Churchyard.",
                "None of the main performers (featuring Toto, which surprised me) are Hungarian, unlike the advertised artists, who are all Hungarian.",
                "In addition, there will also be a Rosé, Riesling and Jazz Days programme, featuring (unsurprisingly) jazz musicians, mostly Hungarians and Americans."
            ],
            [
                "p",
                "This is clearly a very high-profile festival - there are a lot of performers, the location is excellent, the sponsors are wealthy and famous, and the poster is in a prime location.",
                "There may be a lot of talk from the Hungarian government about racial or ethnic purity, but music is clearly one field where that doesn't matter -",
                "if the longevity and presumed popularity of this festival is anything to go by, it seems many Hungarians just want good music, regardless of who makes it, where it comes from, or what style it is."
            ]
        ]
    ]
}
