{
    "link": "/blog/week_1/day_4.html",
    "title": "Day 4 - Jazz in the Park",
    "summary": "This is my blog post for 28 June 2024.",
    "cover": [
        "/images/blog/week_1/jazz_park.jpg",
        "Jazz in the Park billboard",
        "The billboard I saw on the way to Babeș-Bolyai University."
    ],
    "sections": [
        [
            ["ubb", "Babeș-Bolyai University"],
            [
                "p",
                "This time, I actually think it would've been impossible to take a selfie with the billboard.",
                "This was on top of a building on the way to UBB, but we all passed it together, so I hope this counts.",
                "This billboard, unlike previous advertisements, doesn't have a list of participants.",
                "However, it is a competition, and entry is free, which probably makes it more appealing than other music events.",
                "Once again, Jazz in the Park has a <a href = \"https://jazzinthepark.ro/competitie/\" target = \"_blank\">website</a>."
            ]
        ],
        [
            ["jazz_park", "About Jazz in the Park"],
            [
                "p",
                "By this point, I have a standard operating procedure for music events.",
                "The only languages are Romanian (default) and English, but this is much less egregious of an issue since it doesn't literally take place in a Hungarian castle.",
                "This particular festival is a competition, whose top two winners will be invited to perform at the main festival in September.",
                "This competition thus features presumably mostly amateur bands - there are no easily recognisable names as in previous festivals, although I admit that I don't know modern jazz that well."
            ],
            [
                "p",
                "The list of performers is very diverse, and it seems to be all-European.",
                "VeszprémFest suggests that there are a lot of Hungarian jazz bands, but the only one here seems to be from Austria.",
                "I assume Abel Marton Nagy is a Hungarian living in Austria, which would suggest that ethnicity doesn't matter in music.",
                "I can't see an Austrian band performing in Hungarian, while having a Hungarian at the lead of the band is also rather un-Austrian.",
                "Jazz is fundamentally a fusion of cultures, so this particular combination seems rather appropriate here."
            ]
        ]
    ]
}
