{
    "link": "/blog/week_1/day_2.html",
    "title": "Day 2 - Magdi Rúzsa",
    "summary": "This is my blog post for 26 June 2024.",
    "sections": [
        [
            ["ceu", "Central European University"],
            [
                "p",
                "While getting breakfast before class, I heard a song playing in the café.",
                "Since I don't know Hungarian, the song may as well have been in French and I wouldn't have known, and I thought it would be interesting if our Hungarian café played French music.",
                "I was wrong. According to Shazam, the barista-cashier was playing \"Egyszer\" by Magdi Rúzsa, and I'm inclined to believe Shazam was correct.",
                "After all, when I came back for lunch after class, she played a different song. According to Shazam, it was \"Nem Maradunk,\" still by Rúzsa."
            ],
            [
                "video",
                "/resources/blog/week_1/magdi_ruzsa.mp4"
            ],
            [
                "p",
                "This time, I have a recording of me eating my lunch. Still no selfie, but this is plenty of proof, right?"
            ]
        ],
        [
            ["magdi_ruzsa", "About Magdi Rúzsa"],
            [
                "p",
                "Magdolna \"Magdi\" Rúzsa is a Hungarian singer from the Vojvodina region of Yugoslavia, now Serbia.",
                "She's most famous for representing Hungary at Eurovision 2007 with her song \"Unsubstantial Blues.\"",
                "Notably, while the songs I heard were in Hungarian, \"Unsubstantial Blues\" is in English.",
                "As far as I'm aware, none of her other songs are in English, and, surprisingly, Serbia won Eurovision that year.",
                "It's definitely an interesting coincidence that a Yugoslav-born Hungarian represented Hungary in the only year that Serbia won."
            ],
            [
                "p",
                "The songs I heard were simple love songs, so I'll focus on her Eurovision appearance.",
                "Being born in Yugoslavia clearly made her no less Hungarian to whoever chose her to represent Hungary, though I could see how some people might find this problematic.",
                "Eurovision is a high-profile event, so choosing Rúzsa is a strong sign of acceptance. A Hungarian is Hungarian, no matter from where, it seems.",
                "I suppose I was expecting something a little more cosmopolitan given that we were in CEU,",
                "but it makes sense that the cashier-barista's comfort music is from one of Hungary's best known singers and not some random American band."
            ]
        ]
    ]
}
