{
    "link": "/blog/week_3/day_1.html",
    "title": "Day 1 - Nemzetközi Katonazenekari Fesztivál",
    "summary": "This is my first blog post for 7 July 2024.",
    "cover": [
        "/resources/blog/week_3/nemzetkozi_katonazenekari_fesztival.jpg",
        "Nemzetközi Katonazenekari Fesztivál poster",
        "The poster I saw in Kossuth Square."
    ],
    "sections": [
        [
            ["kossuth_square", "Kossuth Square"],
            [
                "p",
                "Yesterday, I went to Debrecen, mostly to see the Great Reformed Church.",
                "I was very surprised to see the Honvéd of all things parked outside Kossuth Square, in front of a bunch of bleachers.",
                "After walking around the very nice looking military vehicles, I then saw a poster for a military band festival.",
                "This is the first time I ever saw such a thing and thought it was worth blogging about.",
                "There's definitely also something to be said about the Honvéd recruiting right in front of the Great Reformed Church."
            ],
            [
                "p",
                "Also, enjoy my face. It felt very strange taking pictures right next to uniformed soldiers and police, but whatever."
            ]
        ],
        [
            ["nemzetkozi_katonazenekari_fesztival", "About the Nemzetközi Katonazenekari Fesztivál"],
            [
                "p",
                "The only participants of this festival were military bands, and not just that of Hungary.",
                "The day I went was actually the only day that there were no bands, although they had a Gripen simulator (wow!) in recompense. I did not see it, sadly.",
                "Anyway, the participating bands range from the normal (Poland, Austria, Italy, etc.) to the bizarre (Egypt, Turkey, Slovakia, Romania[!]).",
                "I don't know what they performed, but there are some obvious possibilities (the Rákóczi March and \"Poland Is Not Yet Lost\"), which are unimportant.",
                "I'd rather focus on the presence of the Turkish and Egyptian bands.",
                "Geopolitics appears to be the reason why the Romanias and Slovaks participated; also, I'd like to save talking about them for a different blog post."
            ],
            [
                "p",
                "Turkish (and, by extension, Muslim) immigrants are a staple of any major European city and kebab restaurants are everywhere as a result.",
                "Hungary might officially be extremely xenophobic, but the fact is that the whitest, purest, most Christian Hungarians eat shawarma.",
                "Furthermore, Egyptians usually tend to be Arabs, which is a very unpopular thing to be in a country that denounces Arab refugees.",
                "All this to say: it's very odd that Islamic bands performed right in front of a massive church, and one might even consider it to be a symbol of tolerance.",
                "Yes, both Egypt and Turkey are supposedly secular; no, that doesn't matter. Facts don't measure up to symbolism.",
                "Alternatively, one could call it a physical reinforcement of Christian dominance in Hungary.",
                "Israel's band wasn't there, though I imagine the Israelis have other priorities at the moment.",
                "In a different time, inviting Egypt and not Israel would've been a political statement. Right now, it probably means nothing."
            ]
        ]
    ]
}
