{
    "link": "/blog/week_3/day_2.html",
    "title": "Day 2 - Dragostea Din Tei",
    "summary": "This is my second blog post for 7 July 2024.",
    "sections": [
        [
            ["sugar_candy", "Sugar & Candy"],
            [
                "p",
                "On Friday, when we went to Szeged, I tagged along with some other people to the Votive Church.",
                "We stopped by the Sugar & Candy dessert shop afterwards, where I was blessed to hear one of the most beautiful songs on the planet.",
                "This needs no further introduction."
            ],
            [
                "video",
                "/images/blog/week_3/dragostea_din_tei.mp4"
            ],
            [
                "p",
                "I have a video of my cake (and my lovely voice) to prove that I was there.",
                "Though, to be fair, this is kind of a \"too specific to make up\" kind of situation."
            ]
        ],
        [
            ["dragostea_din_tei", "About Dragostea Din Tei"],
            [
                "p",
                "\"Dragostea Din Tei\" is a song that I discovered through a meme.",
                "After an arduous adventure (because I didn't have Shazam at the time), I found it, and, to my extreme surprise, it was in Romanian!",
                "First of all, let's ignore the obvious questions (are Romanian and Moldavian separate languages, and do Romanians and Moldavians have separate cultural identities), because, in this case, I'd say they don't matter.",
                "In cafés and restaurants, I usually hear Hungarian or Anglophone music, so to hear a song in Romanian was very surprising.",
                "Isn't there supposed to be some kind of Hungarian-Romanian rivalry? In Szeged, the answer is apparently no.",
                "Rather, whoever controlled the music clearly had impeccable taste, and this song represents a common European cultural heritage.",
                "Hungarians and Romanians clearly have gripes about each others' governments, but nothing like the vitriolic hatred that far-right rhetoric might suggest.",
                "Although I recognise that poorer Hungarians wouldn't be going to this particular dessert shop, I feel like that doesn't really matter.",
                "Catchy music has a tendency to transcend cultural and political differences.",
                "I mean, I don't speak a word of Romanian, and I love this song! (My only Romanian friend has apparently never heard of it though.)"
            ]
        ]
    ]
}
